Repository: etruel/woocommerce-mobbex-gateway
Catalog: languages/woocommerce-mobbex-gateway-*.po
Languages: es_es

source: Getting started
es_es: Primeros pasos

source: A payment gateway description can be placed here.
es_es: Aquí se puede colocar una descripción de pasarela de pago.

source: Mobbex Status
es_es: Mobbex estado

source: Debug Enabled?
es_es: ¿Debug habilitado?

source: Get your Api Key
es_es: Obtener tu Api Key

source: Learn more
es_es: Aprender mas

source: Pay with Mobbex
es_es: Pagar

source: Take payments via Mobbex.
es_es: Realiza tus pagos a través de Mobbex

source: Mobbex payment approved (ID: %s)
es_es: Pago aprobado por Mobbex (ID: %s)

source: Mobbex Error: Mobbex requires PHP 5.3 and above. You are using version %s.
es_es: Mobbex Error: Mobbex requiere PHP 5.3 o superior. Estas usando la versión %s.

source: Mobbex Error: Please enter your Api Key and Access Token
es_es: Mobbex Error: Por favor ingresa tu Api Key y Access Token

source: Enable/Disable
es_es: Habilitado/Desactivado

source: Enable Mobbex
es_es: Mobbex habilitado

source: Title
es_es: Titulo

source: This controls the title which the user sees during checkout.
es_es: Esto controla el titulo que el usuario podrá mirar durante el cobro.

source: Description
es_es: Descripción

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario podrá mirar durante el cobro.

source: Instructions
es_es: Instrucciones

source: Instructions that will be added to the thank you page and emails.
es_es: Instrucciones que serán agregadas en la pagina de gracias y email.

source: Enable logging
es_es: Habilitar logging

source: Log Mobbex events inside <code>%s</code>
es_es: Log de los eventos de Mobbex en <code>%s</code>

source: Get your API Key from your Mobbex Name account.
es_es: Obtener tu Api Key desde tu cuenta Mobbex.

source: Get your API keys from your Mobbex Name account.
es_es: Obtener tu Api Key desde tu cuenta Mobbex.

source: Extra Details
es_es: Detalles extras

source: Payment refunded via Gateway Name.
es_es: Pago reembolsado desde Mobbex.

source: Refunded %s - Refund ID: %s
es_es: Reembolsado %s - Reembolso ID: %s

source: Error in refunding the order.
es_es: Error ocurrido mientras se reembolsaba el pedido.

source: Payment Settings
es_es: Configuración de pagos

source: Documentation
es_es: Documentación

source: Currency Name
es_es: Nombre de la moneda
